HERO_DATA = {
    "title": "Подаруй дім для маленьких хвостиків",
    "sub_title": "Вони чекають на тебе",
    "media_path": "static/hero/main_photo.png",
    "left_text": "Наша місія проста, але могутня",
    "right_text": "Опікуємось котами, які поруч з нами переживають буремні часи. Прилаштовуємо у добрі руки.",
}
DOCUMENTS_DATA = [
    {
        "name": "Рекомендації по утриманню тварин",
        "media_path": "static/documents/example.pdf",
    },
    {
        "name": "Політика конфіденційності",
        "media_path": "static/documents/privacy_policy.pdf",
    },
    {
        "name": "Правила користування сайтом",
        "media_path": "static/documents/terms_of_use_site.pdf",
    },
    {
        "name": "Звітність",
        "media_path": "static/documents/example.pdf",
    },
]
INSTRUCTIONS_DATA = [
    {
        "title": "Ознайомтеся з нашими кошенятами",
        "description": "Перш за все, ознайомтеся зі списком доступних кошенят на нашому cайті. Ви знайдете фотографії та описи кожного кошеняти, які допоможуть вам обрати собі маленького друга.",
    },
    {
        "title": "Заповніть заявку на укотовлення",
        "description": "Знайшли кошеня, яке вам подобається? Зареєструйтесь на нашому сайті, заповніть заявку на усиновлення та очікуйте поки воно підросте та його можна буде забрати додому.",
    },
    {
        "title": "Дочекайтесь, поки кошеня підросте",
        "description": "Вже забронювали улюбленця? У власному кабінеті, після бронювання кошеняти, ви маєте можливість віслідковувати як воно росте та рахувати час до зустрічі.",
    },
]
CONTACTS_DATA = {
    "phone_first": "+380636286630",
    "phone_second": "+380984500609",
    "email": "catforfuture@gmail.com",
    "post_address": "Наше відділення Нової пошти для посилок № 280 м.Київ, вул. Софії Русової, 5 +38(098)-450-06-09",
    "facebook": "https://www.facebook.com/",
    "instagram": "https://www.instagram.com/",
}

CAT_DATA = {
    "name": "Финик",
    "is_male": True,
    "description": "Грайливе та миле кошеня знаходиться у пошуку люблячого хазяїна якому подарує море радості та щастя.",
    "date_of_birth": "22-02-2024",
    "photos": [
        {
            "cat_id": 1,
            "media_path": "static/cats/cat-3-d335f029.jpg",
        },
        {
            "cat_id": 1,
            "media_path": "static/cats/cat-2-db4f84fe.jpg",
        },
        {
            "cat_id": 1,
            "media_path": "static/cats/cat-4-6df66563.jpg",
        },
        {
            "cat_id": 1,
            "media_path": "static/cats/cat-1-80ae4812.jpg",
        },
    ],
}

STORY_DATA = [
    {
        "title": "Барсик: від бродячого кота до зірки соцмереж",
        "text": "Барсик, колишній бродячий кіт, виявився справжньою зіркою соцмереж після того, як його врятували з вулиці. Він завоював серця сотень тисяч шанувальників своїми веселими пригодами та неймовірною чарівністю на Instagram. Тепер він не лише має гарячих фоловерів, але й допомагає популяризувати рятування бездомних тварин. Його нова людина, Анна, регулярно ділиться історіями Барсика та закликами до усиновлення бездомних тварин. Її сторінка стала не тільки веселим місцем для фоловерів, але й платформою для поширення усиновлення та рятування кішок та собак. Анна та Барсик відвідують притулки та волонтерські заходи, щоб популяризувати усиновлення та збір коштів для бездомних тварин. Барсик виступає в якості маскота цього доброго діла, завжди з радістю ласкотливо зустрічаючи всіх, хто приходить на їхні заходи. Після кількох років спільних пригод і активної роботи на користь тварин, Анна та Барсик були відзначені за свою велику прихильність усиновленню бездомних тварин. Їх історія стала відзнана як важливий приклад того, як один кіт може змінити багато життів. Анна та Барсик продовжують свою місію, допомагаючи та надихаючи інших приймати бездомних тварин у свої родини. Їхні історії, які вони діляться в соцмережах, надихають людей по всьому світу рятувати і пригостити тих, хто цього потребує. Барсик став не лише домашнім улюбленцем Анни, але й справжнім героєм, який змінив своє життя та життя інших тварин на краще.",
        "media_path": "static/stories/stories-cat1-fa4083c3.jpg",
    },
    {
        "title": "Мурка і її нова сім'я",
        "text": "Давно тому, на вулицях маленького містечка, жила самотня сіренька кішка, яку всі називали Муркою. Вона була дуже дружелюбною та лагідною, але відчувала себе дуже самотньою. Мурка витрачала багато часу блукаючи вулицями, шукаючи їжу та тепло. Одного холодного осіннього дня, під час своєї звичайної подорожі, Мурка знайшла маленьку дівчинку на ім'я Софію. Софія стояла на тротуарі, тримаючи в руках папку з малюнками та сумно дивилася на свої власніків, які її не прийняли. Мурка підійшла до Софії та м'яко потяглася до неї. Дівчинка виглянула на Мурку і усміхнулася. Їй було тепло від внутрішньої теплоти Мурки, і вона відчувала, що ця кішка - особлива. Софія вирішила взяти Мурку під своє крило та врятувати її від бездомного життя. Мурка стала частиною Софіїної родини. Її зігрівали, годували та гралися з нею. Мурка дуже швидко адаптувалася до нового життя вдома. Вона більше не відчувала холоду та голоду, і її серце наповнилося щастям і благодарністю. Софія і Мурка стали найкращими друзями.Вони проводили безліч годин разом, читали книжки, дивилися мультфільми і гралися.Мурка була завжди поруч, коли Софія потребувала у ній.Вони разом подорожували по світу, відкриваючи нові місця та навчаючись важливим життєвим урокам. Ця історія про те, як Мурка знайшла дім у родині Софії, є прикладом того, як усиновлення може змінити життя тварин та людей. Вони стали нероздільними друзями та подарували один одному безмежну радість та щасливі миті разом.",
        "media_path": "static/stories/stories-cat2-0b83724c.jpg",
    },
    {
        "title": "Кіт, який любив огірки",
        "text": "Одного літнього вечора, на маленькій планеті, в далекому куточку галактики, жила цікава істота на ім'я Зеленчик. Зеленчик був котом інопланетянином, і його найбільшою страстю були огірки. На планеті Зеленчика росли найсмачніші огірки в усьому космосі. Вони були яскраво-зелені, хрусткі та соковиті. Зеленчик не міг відмовитися від них ні за яких обставин. Кожного дня він виходив на прогулянку і збирав огірки зі свого саду, а потім хутко втіка від злодійських інопланетянських щурів, які теж хотіли скуштувати ці огірки. У один прекрасний день, коли Зеленчик збирав найсолодші огірки, він почув дивний шум з-за кущів. Виходячи із прихову, він був приємно здивований та трохи зляканий, коли побачив інопланетянського кота на ім'я Зігзаг. Зігзаг також був абсолютним огіркоїдом, і він прилетів на планету Зеленчика в пошуках смачних огірків. Замість того, щоб бути конкурентами, Зеленчик і Зігзаг вирішили поділитися своєю здобиччю. Спочатку це було незвичайною дружбою. Зеленчик і Зігзаг поділились рецептами на найкращі огіркові страви, які вони готували разом. Вони вчили один одного різним трюкам і фокусам, пов'язаним з огірками. Вони проводили дні, намагаючись зробити найкращий огірковий сік та смажені огірки в усьому всесвіті. З часом, Зеленчик і Зігзаг розуміли, що справжня сила полягає в дружбі та спільних пригодах. Вони стали найкращими друзями та подорожували разом на інші планети, де ділилися своїми смачними огірками та своєю дружбою з іншими інопланетянами. Зеленчик і Зігзаг показали всьому космосу, що навіть два коти з різних планет можуть стати найкращими друзями, якщо у них є спільна страсть до огірків та велика доза взаємоповаги. Їхні пригоди та історія стали відомі в усьому космосі та надихнули інших на знаходження нових друзів і подорожі.",
        "media_path": "static/stories/stories-cat3-4b9e9e01.jpg",
    },
]
