HERO_DATA = {
    "title": "Подаруй дім для маленьких хвостиків",
    "sub_title": "Вони чекають на тебе",
    "media_path": "static/hero/main_photo.png",
    "left_text": "Наша місія проста, але могутня",
    "right_text": "Опікуємось котами, які поруч з нами переживають буремні часи. Прилаштовуємо у добрі руки.",
}
ACCOUNTABILITY_DATA = {
    "media_path": "static/accountability/example.pdf",
}
INSTRUCTIONS_DATA = [
    {
        "title": "Ознайомтеся з нашими кошенятами",
        "description": "Перш за все, ознайомтеся зі списком доступних кошенят на нашому cайті. Ви знайдете фотографії та описи кожного кошеняти, які допоможуть вам обрати собі маленького друга.",
    },
    {
        "title": "Заповніть заявку на укотовлення",
        "description": "Знайшли кошеня, яке вам подобається? Зареєструйтесь на нашому сайті, заповніть заявку на усиновлення та очікуйте поки воно підросте та його можна буде забрати додому.",
    },
    {
        "title": "Дочекайтесь, поки кошеня підросте",
        "description": "Вже забронювали улюбленця? У власному кабінеті, після бронювання кошеняти, ви маєте можливість віслідковувати як воно росте та рахувати час до зустрічі.",
    },
]
CONTACTS_DATA = {
    "phone": "+380636286630",
    "email": "catforfuture@gmail.com",
    "post_address": "Наше відділення Нової пошти для посилок № 280 м.Київ, вул. Софії Русової, 5 +38(098)-450-06-09",
    "facebook": "https://www.facebook.com/",
    "instagram": "https://www.instagram.com/",
}
