HERO_DATA = {
    "title": "Подаруй дім для маленьких хвостиків",
    "sub_title": "Вони чекають на тебе",
    "media_path": "static/hero/main_photo.png",
    "left_text": "Наша місія проста, але могутня",
    "right_text": "Опікуємось котами, які поруч з нами переживають буремні часи. Прилаштовуємо у добрі руки.",
}
DOCUMENTS_DATA = [
    {
        "name": "Рекомендації по утриманню тварин",
        "media_path": "static/documents/example.pdf",
    },
    {
        "name": "Політика конфіденційності",
        "media_path": "static/documents/privacy_policy.pdf",
    },
    {
        "name": "Правила користування сайтом",
        "media_path": "static/documents/terms_of_use_site.pdf",
    },
    {
        "name": "Звітність",
        "media_path": "static/documents/example.pdf",
    },
]
INSTRUCTIONS_DATA = [
    {
        "title": "Ознайомтеся з нашими кошенятами",
        "description": "Перш за все, ознайомтеся зі списком доступних кошенят на нашому cайті. Ви знайдете фотографії та описи кожного кошеняти, які допоможуть вам обрати собі маленького друга.",
    },
    {
        "title": "Заповніть заявку на укотовлення",
        "description": "Знайшли кошеня, яке вам подобається? Зареєструйтесь на нашому сайті, заповніть заявку на усиновлення та очікуйте поки воно підросте та його можна буде забрати додому.",
    },
    {
        "title": "Дочекайтесь, поки кошеня підросте",
        "description": "Вже забронювали улюбленця? У власному кабінеті, після бронювання кошеняти, ви маєте можливість віслідковувати як воно росте та рахувати час до зустрічі.",
    },
]
CONTACTS_DATA = {
    "phone_first": "+380636286630",
    "phone_second": "+380984500609",
    "email": "catforfuture@gmail.com",
    "post_address": "Наше відділення Нової пошти для посилок № 280 м.Київ, вул. Софії Русової, 5 +38(098)-450-06-09",
    "facebook": "https://www.facebook.com/",
    "instagram": "https://www.instagram.com/",
}

CAT_DATA = {
    "name": "Финик",
    "is_male": True,
    "description": "Грайливе та миле кошеня знаходиться у пошуку люблячого хазяїна якому подарує море радості та щастя.",
    "date_of_birth": "01-01-2024",
    "photos": [
        {
            "cat_id": 1,
            "media_path": "static/cats/cat-3-d335f029.jpg",
        },
        {
            "cat_id": 1,
            "media_path": "static/cats/cat-2-db4f84fe.jpg",
        },
        {
            "cat_id": 1,
            "media_path": "static/cats/cat-4-6df66563.jpg",
        },
        {
            "cat_id": 1,
            "media_path": "static/cats/cat-1-80ae4812.jpg",
        },
    ],
}

STORY_DATA = {
    "title": "Барсик: від бродячого кота до зірки соцмереж",
    "text": "Барсик, колишній бродячий кіт, виявився справжньою зіркою соцмереж після того, як його врятували з вулиці. Він завоював серця сотень тисяч шанувальників своїми веселими пригодами та неймовірною чарівністю на Instagram. Тепер він не лише має гарячих фоловерів, але й допомагає популяризувати рятування бездомних тварин. Його нова людина, Анна, регулярно ділиться історіями Барсика та закликами до усиновлення бездомних тварин. Її сторінка стала не тільки веселим місцем для фоловерів, але й платформою для поширення усиновлення та рятування кішок та собак. Анна та Барсик відвідують притулки та волонтерські заходи, щоб популяризувати усиновлення та збір коштів для бездомних тварин. Барсик виступає в якості маскота цього доброго діла, завжди з радістю ласкотливо зустрічаючи всіх, хто приходить на їхні заходи. Після кількох років спільних пригод і активної роботи на користь тварин, Анна та Барсик були відзначені за свою велику прихильність усиновленню бездомних тварин. Їх історія стала відзнана як важливий приклад того, як один кіт може змінити багато життів. Анна та Барсик продовжують свою місію, допомагаючи та надихаючи інших приймати бездомних тварин у свої родини. Їхні історії, які вони діляться в соцмережах, надихають людей по всьому світу рятувати і пригостити тих, хто цього потребує. Барсик став не лише домашнім улюбленцем Анни, але й справжнім героєм, який змінив своє життя та життя інших тварин на краще.",
    "media_path": "static/stories/stories-cat1-fa4083c3.jpg",
}
